{
    "webDev": [
        {
            "formation":"Formation Women In Digital",
            "centreFormation" : "Social Builder et Web Force 3",
            "description":"Formation de 6 mois (4 mois de formation technique et 2 mois de stage) comprenant 490 heures de formation technique.",
            "miseEnPratique": "A l'issue de la formation, j'ai eu l'occasion de réaliser un stage de 2 mois en Symfony : Optimisation et ajout de fonctionnalités à un site existant Championnat-Perplexus. Site basé sur le projet open source de Sébastien Castro GogoCarto Symfony avec Sonata Bundle et utilisant la base de données MongoDB. Stage réalisé avec l'entreprise Kidz And Family.",
            "langages": ["HTML5", "CSS3", "Javascript", "Ajax", "GIT", "SQL","PHP","Symfony","Wordpress" ],
            "dates":"2021",
            "diplome": ["Certificat Techniques d'intégration Web","Certificat Techniques de développement Web"],
            "image": "",
            "visibility": "true"
        },
        {
            "formation":"Formation développeur web en alternance",
            "centreFormation" : "3W Academy",
            "description":"Formation de 1 an en alternance sur le format 3 semaines en entreprise / 1 semaine d'école.",
            "miseEnPratique": "Alternance réalisée au sein d'une équipe de 2 développeurs et 1 chargé de projet. J'ai eu pour mission de travailler sur la création de 3 outils interne pour faciliter ou automatiser des taches de l'équipes : réalisation d'un backoffice avec un système d'authentification des users permettant de visualiser les dossiers à traiter, réalisation d'un backoffice pour automatiser la création de landing page, réalisation d'un backoffice pour automatiser la mise à création/ mise à jour d'offre, réalisation d'un backoffice pour associer une offre à une landing page en cours, intégration de landing page en Tailwind CSS, création d'un helper pour faciliter la personnalisation de formulaire.",
            "langages": ["HTML5", "CSS3", "Javascript", "SQL","NODE JS","NO SQL"],
            "framework" : ["Boostrap", "Tailwind CSS", "Alpine JS", "React JS", "Express", "CodeIgniter"],
            "dates":"2022",
            "diplome": ["Certificat Techniques d'intégration Web","Certificat Techniques de développement Web"],
            "image": "",
            "visibility": "true"
        }
    ],

    "avantReconversion": [
        {
            "intituleDePoste" :"Gestionnaire de compte et reponsable Grands Comptes",
            "dateDebut": "mai 2019",
            "dateFin": "janvier 2021",
            "société": "Economie d'Energie",
            "missions":["Accompagnement clients et enrichissement de l’offre commerciale", "Veille réglementaire des Certificats d’Economies d’Energie", "Gestion des relations avec les autres départements de l’entreprise : service réglementaire, service informatique, service production, service marketing, service comptabilité", "Elaboration des prestations additionnelles, facturation"],
            "visibility": "true"
        },
        {
            "intituleDePoste" :"Chargée de développement",
            "dateDebut": "août 2018",
            "dateFin": "février 2019",
            "société": "Les Joyeux Recycleurs",
            "missions":["Développement commercial", "Gestion et fidélisation de la clientèle (gestion d’un portefeuille de 650 clients)", "Gestion des plannings, des tournées de collecte, et gestion de l'entrepôt (5 camions de collecte et management d’une équipe de 13 collecteurs)", "Accompagnement et conseils auprès des clients concernant le tri et la sensibilisation des collaborateurs"],
            "visibility": "true"
        },
        {
            "intituleDePoste" :"Chargée de la mise en place d’une collecte séparée des papiers de bureaux auprès des administrations",
            "dateDebut": "juillet 2017",
            "dateFin": "août 2018",
            "société": "Caen la mer",
            "missions":["Sensibilisation et conseil des administrations au tri des déchets et au tri des papiers de bureau", "Coordination des résultats d’enquête avec le syndicat de gestion et de valorisation des déchets (SYVEDAC)", "Réflexion sur les modalités de mise en place du service pour la mise en place d’une filière de collecte séparée des papiers répondant aux objectifs du partenaire Ecofolio"],
            "visibility": "true"
        }
    ],
    "formationUniversitaire": [
        {
            "ecole": "Université de Nantes, Faculté de Droit et de Sciences Politiques",
            "dateDebut": "2013",
            "dateFin": "2015",
            "intituleFormation":"Master I et Master II Droit de l’Environnement et du Développement Durable",
            "visibility": "true"
        },
        {
            "ecole": "Université de Saragosse, Espagne (Erasmus)",
            "dateDebut": "2012",
            "dateFin": "2013",
            "intituleFormation":"Master I Droit Européen",
            "visibility": "true"
        },
        {
            "ecole": "Université de Rennes I, Faculté de Droit et de Sciences politiques",
            "dateDebut": "2009",
            "dateFin": "2012",
            "intituleFormation":"Licence de Droit",
            "visibility": "true"
        }
    ]
}