{
    "qualites":[
        {
            "titre": "Perfectioniste",
            "description":"",
            "expl": "J'ai recommencé entièrement un projet d'alternance parce que je n'étais pas du tout satisfaite de l'organisation et la structuration de mon code. Durant la période creuse de l'été, alors que le projet avait été mon cauchemar j'ai tout repris. "
        },
        {
            "titre": "Persevérance",
            "description":"Cette année d'alternance a été une réelle mise à l'épreuve de cette qualité et malgré les remises en questions récurrentes je suis encore là!",
            "expl": "Mon deuxième projet en entreprise, premier gros projet en JS, a été très compliqué à mener. Ca a été un projet avec beaucoup de remise en question, mais j'ai continué à travailler, reprendre les bases pour mener à bien projet et progresser sur la qualité de mon code."
        },
        {
            "titre": "Automne",
            "description":"Tous les postes que j'ai occupé nécessitaient d'être organisé et autonome dans ton travail.",
            "expl": "Lorsqu'on travaille au contact direct des clients, l'autonomie est essentielle pour réaliser les demandes attendues, mon rôle par exemple chez Economie d'Energie s'apparentait à un chef d'orchestre où je devrais concilier différents services (réglementaire, web, com') pour finaliser un projet."
        }
    ],
    "defauts":[
        {
            "titre": "Réservée",
            "description":"En petit comité et lorsque je me sens intégrée et écoute, je ne suis pas réellement réservée. Toutefois, j'ai moins d'aisance en grand open-space ou dans les gros collectifs, je peux alors paraître renfermée.",
            "expl": ""
        },
        {
            "titre": "Gagner d'assurance",
            "description":"Un de mes plus gros points faibles, d'autant plus en tant que dev, c'est mon manque d'assurance. Défaut confirmé par mon tuteur d'alternance qui au fur et à mesure d'expérience commence à se dissiper.",
            "expl": "Ne venez jamais derrière moi lorsque je code, la panique est totale."
        },
        {
            "titre": "Travailer plus en équipe",
            "description":"Je pense être quelqu'un de fiable au travail, sociable avec mes collègues mais j'ai très peu été amenée à travailler réellement en équipe sur un projet.",
            "expl": "Généralement sur les projets que j'ai pu faire dans mes précédentes expériences pro ou durant l'alternance, j'avais une tâche définie qui pouvait être menée en autonomie par rapport au projet."
        }

    ],
    "attentes":[
        {
            "titre": "Entraide dans l'équipe",
            "description":"Durant mon alternance, sur tous les projets j'ai travailé seule, bien que je pouvais poser des questions à mon tuteur d'alternance. Je n'ai pas apprécier ne pas pouvoir travailler en équipe, échanger sur une problématique, me nourrir d'un code différent du mien.",
            "expl": ""
        },
        {
            "titre": "Bienveillance",
            "description":"En tant que junior reconverti, j'ai encore tout à apprendre, j'aurais sans doute des remarques à côté de la plaque mais je ne demande qu'à apprendre et m'améliorer.",
            "expl": ""
        },
        {
            "titre": "Feed back régulier",
            "description":"Je pense que pour qu'une équipe soit saine, il faut pouvoir faire des feedbacks et je préfère en recevoir plutôt que des nons dits viennent gangrener une relation. Cela paraît évident, mais ce n'est pas le cas dans toutes les teams.",
            "expl": ""
        }
    ]

}